import { Component, OnInit } from '@angular/core';

@Component({
  selector: 'app-debit-concept-detail',
  templateUrl: './debit-concept-detail.component.html',
  styleUrls: ['./debit-concept-detail.component.scss']
})
export class DebitConceptDetailComponent implements OnInit {
  description: any;
  slideData = {type:6, datas:  [
		{name: "Төрийн албан хаагчийн орон тоог нэмэгдүүлэхгүй. Салбаруудын орон тоог цахим системээр баталгаажуулж давхардсан болон илүүдэл орон тоог дахин хуваарилах болон бууруулах замаар цалин хөлсний зардлын өсөлтийг хязгаарлана.", number : " 1"}
		,{name: "Төрийн албан хаагчийн орон тоог нэмэгдүүлэхгүй. Салбаруудын орон тоог цахим системээр баталгаажуулж давхардсан болон илүүдэл орон тоог дахин хуваарилах болон бууруулах замаар цалин хөлсний зардлын өсөлтийг хязгаарлана.", number : " 2"}
		,{name: "Төрийн албан хаагчийн орон тоог нэмэгдүүлэхгүй. Салбаруудын орон тоог цахим системээр баталгаажуулж давхардсан болон илүүдэл орон тоог дахин хуваарилах болон бууруулах замаар цалин хөлсний зардлын өсөлтийг хязгаарлана.", number : " 3"}
		,{name: "Төрийн албан хаагчийн орон тоог нэмэгдүүлэхгүй. Салбаруудын орон тоог цахим системээр баталгаажуулж давхардсан болон илүүдэл орон тоог дахин хуваарилах болон бууруулах замаар цалин хөлсний зардлын өсөлтийг хязгаарлана.", number : " 4"}
		,{name: "Төрийн албан хаагчийн орон тоог нэмэгдүүлэхгүй. Салбаруудын орон тоог цахим системээр баталгаажуулж давхардсан болон илүүдэл орон тоог дахин хуваарилах болон бууруулах замаар цалин хөлсний зардлын өсөлтийг хязгаарлана.", number : " 5"}
		]};
  constructor() { }

  ngOnInit(): void {
  }

}
